Repository: Physolia/plasma-pk-updates
Catalog: po/*/plasma_applet_org.kde.plasma.pkupdates.po
Languages: ru

source: General
ru: Основное

# @label check interval for updates
source: Check interval:
ru: Периодичность проверки обновлений:

source: Daily
ru: Ежедневно

source: Weekly
ru: Еженедельно

source: Monthly
ru: Ежемесячно

# @label part of a sentence
source: Check for updates when:
ru: Проверить наличие обновлений:

# @option:check part of a sentence: Check for updates when
source: On a mobile connection
ru: При мобильном подключении

# @option:check part of a sentence: Check for updates when
source: On battery
ru: При работе от аккумулятора

source: License Agreement for %1
ru: Лицензионное соглашение для %1

source: License agreement required for %1 (from %2):
ru: Для %1 требуется принять лицензионное соглашение (от %2):

source: Do you accept?
ru: Вы принимаете соглашение?

source: Network is offline
ru: Нет подключения к сети

source: Updates are automatically checked %1.
ru: Периодичность автоматической проверки наличия обновлений: %1.

source: No updates available
ru: Нет доступных обновлений

source: Check for Updates
ru: Проверить наличие обновлений

source: Select all packages
ru: Выбрать все пакеты

source: Install Updates
ru: Установить обновления

source: Performs the software update
ru: Выполнить обновление программного обеспечения

source: weekly
ru: еженедельно

source: monthly
ru: ежемесячно

source: daily
ru: ежедневно

# description of the update
source: Update Description
ru: Описание обновления

source: No description available
ru: Нет описания

source: Related URLs
ru: Связанные адреса
